{
  "language": "English",
  "home": "Home",
  "about": "About As",
  "projects": "Proyects",
  "contact": "Contact",
  "skills": "Skills",
  "titleHome": "My Portfolio",
  "presentation": "As a Full-Stack developer specialized in MERN (MongoDB, Express, React and Node.js) and mobile applications, I am constantly looking to improve my skills and keep myself updated with the latest technologies. My focus is on guaranteeing excellence in every project and ensuring quality in the final products. Thanks to my ability to analyze and understand the client's needs, I am able to provide solutions tailored to each challenge. I take pride in developing innovative and high quality solutions that exceed customer expectations.",
  "subtitleHome": "Power your success with customized solutions!",
  "descriptionHome": "I can offer you a wide range of customized services to suit your needs. Here are some ways in which I can contribute to your success:",
  "solutions": [
    "Web and mobile development: creation of websites, mobile applications, and e-commerce platforms.",
    "Attractive design: Modern and pleasant interfaces that improve the user experience.",
    "Performance Optimization: Improving speed and efficiency for optimal performance.",
    "API integration: Connection with external services to extend functionality.",
    "Maintenance and support: Technical assistance, upgrades and continuous improvements."
  ],
  "descriptionHomeFinal": "I am committed to exceeding your expectations and providing you with innovative, high quality technology solutions. Let's work together to take your vision to the next level!",
  "contactH1": "Contact me and let's make your project a reality!",
  "contactDescription": "Complete the contact form below and I will get back to you as soon as possible. Your inquiry is important to me, and I am committed to providing you with excellent service. With my experience in web and mobile development, beautiful design, performance optimization, API integration, maintenance and support, I can offer you complete and reliable solutions. Don't wait any longer! Let me know how I can help you boost your success. I'm eager to work with you and bring your ideas to life. Together, we can create something amazing.",
  "contactForm": {
    "title": "Contact Form",
    "name": "First name",
    "email": "E-mail",
    "mesaje": "Message",
    "button": "Send"
  },
  "aboutAs": {
    "titleAbout": "What I do for a living",
    "sectionOne": {
      "1": "As a Full-Stack MERN (MongoDB, Express.js, React.js, Node.js) & Mobile developer, my focus is on:",
      "2": "Creating functional and attractive web pages, with the constant improvement of the user experience.",
      "3": "Develop mobile apps using React Native, designed specifically to drive your business or service.",
      "4": "Optimize the dynamics of your website to achieve a better positioning and increase the visibility of your brand.",
      "5": "I also specialize in performance optimization to achieve greater speed and efficiency.",
      "6": "In addition, I can integrate APIs to extend the functionality of your project.",
      "7": "Lastly, I offer maintenance services, technical support, upgrades and continuous improvements."
    },
    "sectionTwo": {
      "1": "Academic and Educational Training in Programming",
      "2": "Full-Stack MERN & Mobile Developer",
      "3": "In this training program, I gained solid knowledge in full-stack development. I learned how to build complete web applications, as well as developed skills to create efficient mobile applications.",
      "4": "Front-End Development",
      "5": "During this course I learned how to create attractive and functional web interfaces, structuring and styling of web pages, as well as implementing interactions and animations to enhance the user experience.",
      "6": "HTML & CSS",
      "7": "This course taught me how to create and structure web content in a semantic way. I gained knowledge in responsive and optimized structures for different devices.", 
      "8": "Programming basics",
      "9": "During this course, I gained a solid foundation in the fundamental concepts of programming, data structures and algorithms. I gained practical skills in problem solving and logical thinking, laying the foundation for my path in the programming field."
    },
    "sectionThree":{
      "1": "Professional Approach",
      "2": "My approach is based on technical excellence and meticulous attention to detail. I strive to create intuitive and engaging interfaces, providing a seamless and immersive user experience. In addition, I value efficiency and performance optimization, implementing good development practices and ensuring that my solutions are robust and secure.",
      "3": "With a holistic approach to full-stack development, I can tackle projects from initial planning to implementation and final deployment. I am experienced in working in collaborative teams and adapting quickly to changing project requirements, always maintaining high quality standards and meeting deadlines.", 
      "4": "My passion for programming and desire to keep up to date with the latest trends and technologies drive me to keep learning and constantly improving. My goal is to deliver innovative and efficient solutions that drive the success of the projects I am involved in and provide tangible value to end users.",
      "5": "I am excited to continue expanding my experience and challenging myself with new projects and opportunities in the field of Full-Stack MERN & Mobile development, bringing creative solutions and contributing to technological growth in the digital world."
    }

    }
  

}

