{
  "language": "English",
  "home": "Home",
  "about": "About As",
  "projects": "Proyects",
  "contact": "Contact",
  "skills": "Skills",
  "titleHome": "My Portfolio",
  "presentation": "As a Full-Stack developer specialized in MERN (MongoDB, Express, React and Node.js) and mobile applications, I am constantly looking to improve my skills and keep myself updated with the latest technologies. My focus is on guaranteeing excellence in every project and ensuring quality in the final products. Thanks to my ability to analyze and understand the client's needs, I am able to provide solutions tailored to each challenge. I take pride in developing innovative and high quality solutions that exceed customer expectations.",
  "subtitleHome": "Power your success with customized solutions!",
  "descriptionHome": "I can offer you a wide range of customized services to suit your needs. Here are some ways in which I can contribute to your success:",
  "solutions": [
    "Web and mobile development: creation of websites, mobile applications, and e-commerce platforms.",
    "Attractive design: Modern and pleasant interfaces that improve the user experience.",
    "Performance Optimization: Improving speed and efficiency for optimal performance.",
    "API integration: Connection with external services to extend functionality.",
    "Maintenance and support: Technical assistance, upgrades and continuous improvements."
  ],
  "descriptionHomeFinal": "I am committed to exceeding your expectations and providing you with innovative, high quality technology solutions. Let's work together to take your vision to the next level!",
  "contactH1": "Contact me and let's make your project a reality!",
  "contactDescription": "Complete the contact form below and I will get back to you as soon as possible. Your inquiry is important to me, and I am committed to providing you with excellent service. With my experience in web and mobile development, beautiful design, performance optimization, API integration, maintenance and support, I can offer you complete and reliable solutions. Don't wait any longer! Let me know how I can help you boost your success. I'm eager to work with you and bring your ideas to life. Together, we can create something amazing.",
  "contactForm": {
    "title": "Contact Form",
    "name": "First name",
    "email": "E-mail",
    "mesaje": "Message",
    "button": "Send"
  },
  "aboutAs" : "I am a passionate and organized full-stack MERN developer, always looking for new challenges and opportunities to learn and grow. My primary focus is web development, and I am passionate about working in a team to create innovative and quality solutions.Open-minded, curious and highly motivated, I approach every project with enthusiasm and determination. I enjoy collaboration and effective communication, as I believe that working in a team is essential to achieve the best results.My experience in mobile and web development, using technologies such as React.js, React Native, Node.js and MongoDB, has allowed me to acquire solid skills in HTML, CSS, JavaScript and other relevant tools and frameworks. In addition, I am experienced in using agile methodologies and version control tools such as Git and GitHub for efficient teamwork. In my spare time, I like to keep myself updated on the latest trends and advancements in the world of web development. I am always looking for new opportunities to expand my knowledge and improve my technical skills.In addition to my passion for web development, I also have experience in the administrative field, which has given me additional skills in document management, organization and conflict resolution.I speak English at A2 level, which allows me to read technical documentation, and I have a B1 level in Italian.I am excited to be part of challenging projects and collaborate with talented teams. If you are interested in my work or have any questions, please do not hesitate to contact me.Thank you for visiting my portfolio."
}
