{
  "language": "English",
  "home": "Home",
  "about": "About As",
  "projects": "Proyects",
  "contact": "Contact",
  "skills": "Skills",
  "titleHome": "My Portfolio",
  "presentation": "As a Full-Stack developer specialized in MERN (MongoDB, Express, React and Node.js) and mobile applications, I am constantly looking to improve my skills and keep myself updated with the latest technologies. My focus is on guaranteeing excellence in every project and ensuring quality in the final products. Thanks to my ability to analyze and understand the client's needs, I am able to provide solutions tailored to each challenge. I take pride in developing innovative and high quality solutions that exceed customer expectations.",
  "subtitleHome": "Power your success with customized solutions!",
  "descriptionHome": "I can offer you a wide range of customized services to suit your needs. Here are some ways in which I can contribute to your success:",
  "solutions": [
    "Web and mobile development: creation of websites, mobile applications, and e-commerce platforms.",
    "Attractive design: Modern and pleasant interfaces that improve the user experience.",
    "Performance Optimization: Improving speed and efficiency for optimal performance.",
    "API integration: Connection with external services to extend functionality.",
    "Maintenance and support: Technical assistance, upgrades and continuous improvements."
  ],
  "descriptionHomeFinal": "I am committed to exceeding your expectations and providing you with innovative, high quality technology solutions. Let's work together to take your vision to the next level!",
  "contactH1": "Contact me and let's make your project a reality!",
  "contactDescription": "Complete the contact form below and I will get back to you as soon as possible. Your inquiry is important to me, and I am committed to providing you with excellent service. With my experience in web and mobile development, beautiful design, performance optimization, API integration, maintenance and support, I can offer you complete and reliable solutions. Don't wait any longer! Let me know how I can help you boost your success. I'm eager to work with you and bring your ideas to life. Together, we can create something amazing.",
  "contactForm": {
    "title": "Contact Form",
    "name": "First name",
    "email": "E-mail",
    "mesaje": "Message",
    "button": "Send"
  },
  "aboutAs": {
    "titleAbout": "What I do for a living",
    "sectionOne": {
      "1": "I am a Full-Stack MERN & Mobile developer, my focus is on creating functional and engaging websites, with constant improvement of the user experience. In addition, I possess skills in developing mobile apps using React Native, specifically designed to boost your business or service.",
      "2": "My main goal is to provide you with dynamic and efficient solutions that will allow you to stand out in today's competitive market.",
      "3": "Through my experience and expertise, I can optimize the dynamics of your website to achieve a better positioning and increase the visibility of your brand.",
      "4": "My services include the development of websites, mobile applications and e-commerce platforms. In addition, I design attractive and modern interfaces that enhance the user experience.",
      "5": "I also specialize in performance optimization for speed and efficiency. In addition, I can integrate APIs to extend the functionality of your project. Lastly, I offer maintenance services, technical support, upgrades and continuous improvements.", 
      "6": "My main focus is web development, and I am passionate about working in a team to create innovative and quality solutions."
    }
    }
  

}

