{
  "language": "Español",
  "home": "Inicio",
  "about": "Sobre Mi",
  "projects": "Proyectos",
  "contact": "Contacto",
  "skills": "Habilidades",
  "titleHome": "Mi Portafolio",
  "presentation": "Como desarrolladora Full-Stack especializada en MERN (MongoDB, Express, React y Node.js) y aplicaciones móviles, busco constantemente mejorar mis habilidades y mantenerme actualizada con las últimas tecnologías. Mi enfoque se centra en garantizar la excelencia en cada proyecto y asegurar la calidad en los productos finales. Gracias a mi capacidad para analizar y comprender las necesidades del cliente, puedo ofrecer soluciones personalizadas y adaptadas a cada desafío. Me enorgullece desarrollar soluciones innovadoras y de alta calidad que superen las expectativas de los clientes.",
  "subtitleHome": "¡Potencia tu éxito con soluciones a medida!",
  "descriptionHome": "Puedo ofrecerte una amplia gama de servicios personalizados que se adaptan a tus necesidades. Aquí hay algunas formas en las que puedo contribuir a tu éxito:",
  "solutions": [
    "Desarrollo web y móvil: Creación de sitios web, aplicaciones móviles, y plataformas de comercio electrónico.",
    "Diseño atractivo: Interfaces modernas y agradables que mejoran la experiencia del usuario.",
    "Optimización de rendimiento: Mejora de velocidad y eficiencia para un óptimo rendimiento.",
    "Integración de API: Conexión con servicios externos para ampliar la funcionalidad.",
    "Mantenimiento y soporte: Asistencia técnica, actualizaciones y mejoras continuas."
  ],
  "descriptionHomeFinal": "Estoy comprometida en superar tus expectativas y en ofrecerte soluciones tecnológicas innovadoras y de alta calidad. ¡Trabajemos juntos para llevar tu visión al siguiente nivel!",
  "contactH1": "¡Contáctame y hagamos realidad tu proyecto!",
  "contactDescription": "Completa el formulario de contacto a continuación y te responderé a la brevedad. Tu consulta es importante para mí, y estoy comprometida en brindarte un excelente servicio. Con mi experiencia en desarrollo web y móvil, diseño atractivo, optimización de rendimiento, integración de API, mantenimiento y soporte, puedo ofrecerte soluciones completas y confiables. ¡No esperes más! Déjame saber cómo puedo ayudarte a potenciar tu éxito. Estoy ansiosa por trabajar contigo y hacer realidad tus ideas. Juntos, podemos crear algo increíble.",
  "contactForm": {
    "title": "Formulario de contacto",
    "name": "Nombre Completo",
    "email": "Correo electrónico",
    "mesaje": "Mensaje",
    "button": "Enviar"
  },
  "aboutAs": {
    "titleAbout":"A que me dedico",
    "sectionOne": {
      "1": "Como desarrolladora Full-Stack MERN (MongoDB, Express.js, React.js, Node.js) & Mobile, mi enfoque se centra en:",
      "2":"Crear páginas web funcionales y atractivas, con la constante mejora de la experiencia del usuario",
      "3": "Desarrollar aplicaciones móviles utilizando React Native, diseñadas específicamente para impulsar tu negocio o servicio.",
      "4":"Optimizar la dinámica de tu página web para lograr un mejor posicionamiento y aumentar la visibilidad de tu marca.",
      "5": "También me especializo en la optimización de rendimiento para lograr una mayor velocidad y eficiencia.",
      "6":"Además, puedo integrar API para ampliar la funcionalidad de tu proyecto.",
      "7":"Por último, ofrezco servicios de mantenimiento, soporte técnico, actualizaciones y mejoras continuas."
    }
    }
  

}
