{
  "language": "Español",
  "home": "Inicio",
  "about": "Sobre Mi",
  "projects": "Proyectos",
  "contact": "Contacto",
  "skills": "Habilidades",
  "titleHome": "Mi Portafolio",
  "presentation": "Como desarrolladora Full-Stack especializada en MERN (MongoDB, Express, React y Node.js) y aplicaciones móviles, busco constantemente mejorar mis habilidades y mantenerme actualizada con las últimas tecnologías. Mi enfoque se centra en garantizar la excelencia en cada proyecto y asegurar la calidad en los productos finales. Gracias a mi capacidad para analizar y comprender las necesidades del cliente, puedo ofrecer soluciones personalizadas y adaptadas a cada desafío. Me enorgullece desarrollar soluciones innovadoras y de alta calidad que superen las expectativas de los clientes.",
  "subtitleHome": "¡Potencia tu éxito con soluciones a medida!",
  "descriptionHome": "Puedo ofrecerte una amplia gama de servicios personalizados que se adaptan a tus necesidades. Aquí hay algunas formas en las que puedo contribuir a tu éxito:",
  "solutions": [
    "Desarrollo web y móvil: Creación de sitios web, aplicaciones móviles, y plataformas de comercio electrónico.",
    "Diseño atractivo: Interfaces modernas y agradables que mejoran la experiencia del usuario.",
    "Optimización de rendimiento: Mejora de velocidad y eficiencia para un óptimo rendimiento.",
    "Integración de API: Conexión con servicios externos para ampliar la funcionalidad.",
    "Mantenimiento y soporte: Asistencia técnica, actualizaciones y mejoras continuas."
  ],
  "descriptionHomeFinal": "Estoy comprometida en superar tus expectativas y en ofrecerte soluciones tecnológicas innovadoras y de alta calidad. ¡Trabajemos juntos para llevar tu visión al siguiente nivel!",
  "contactH1": "¡Contáctame y hagamos realidad tu proyecto!",
  "contactDescription": "Completa el formulario de contacto a continuación y te responderé a la brevedad. Tu consulta es importante para mí, y estoy comprometida en brindarte un excelente servicio. Con mi experiencia en desarrollo web y móvil, diseño atractivo, optimización de rendimiento, integración de API, mantenimiento y soporte, puedo ofrecerte soluciones completas y confiables. ¡No esperes más! Déjame saber cómo puedo ayudarte a potenciar tu éxito. Estoy ansiosa por trabajar contigo y hacer realidad tus ideas. Juntos, podemos crear algo increíble.",
  "contactForm": {
    "title": "Formulario de contacto",
    "name": "Nombre Completo",
    "email": "Correo electrónico",
    "mesaje": "Mensaje",
    "button": "Enviar"
  },
  "aboutAs": {
    "titleAbout":"A que me dedico",
    "sectionOne": {
      "1": "Como desarrolladora Full-Stack MERN (MongoDB, Express.js, React.js, Node.js) & Mobile, mi enfoque se centra en:",
      "2":"Crear páginas web funcionales y atractivas, con la constante mejora de la experiencia del usuario.",
      "3": "Desarrollar aplicaciones móviles utilizando React Native, diseñadas específicamente para impulsar tu negocio o servicio.",
      "4":"Optimizar la dinámica de tu página web para lograr un mejor posicionamiento y aumentar la visibilidad de tu marca.",
      "5": "También me especializo en la optimización de rendimiento para lograr una mayor velocidad y eficiencia.",
      "6":"Además, puedo integrar API para ampliar la funcionalidad de tu proyecto.",
      "7":"Por último, ofrezco servicios de mantenimiento, soporte técnico, actualizaciones y mejoras continuas."
    },
    "sectionTwo": {
      "1": "Formación Académica y Educativa en Programación",
      "2":"Desarrollador Full-Stack MERN & Mobile",
      "3": "En este programa de formación, adquirí conocimientos sólidos en el desarrollo full-stack. Aprendí a construir aplicaciones web completas, además de desarrollar habilidades para crear aplicaciones móviles eficientes.",
      "4":"Desarrollo Front-End",
      "5": "Durante este curso aprendí a crear interfaces web atractivas y funcionales, estructuración y estilización de páginas web, así como implementación de interacciones y animaciones para mejorar la experiencia del usuario.",
      "6": "HTML & CSS",
      "7": "Este curso me enseño a crear y estructurar contenido web de manera semántica. Adquirí conocimientos en estructuras responsivas y optimizadas para diferentes dispositivos.",
      "8": "Conceptos básicos de Programación",
      "9": "Durante este curso, obtuve una base sólida en los conceptos fundamentales de la programación, estructuras de datos y algoritmos. Adquirí conocimientos prácticos en la resolución de problemas y el pensamiento lógico, sentando las bases para mi trayectoria en el campo de la programación."
    },
    "sectionThree":{
      "1":"Enfoque Profesional",
      "2": "Mi enfoque se basa en la excelencia técnica y la atención meticulosa a los detalles. Me esfuerzo por crear interfaces intuitivas y atractivas, brindando una experiencia de usuario fluida y envolvente. Además, valoro la eficiencia y la optimización del rendimiento, implementando buenas prácticas de desarrollo y asegurándome de que mis soluciones sean sólidas y seguras.",
      "3": "Con un enfoque integral en el desarrollo full-stack, puedo abordar proyectos desde la planificación inicial hasta la implementación y el despliegue final. Tengo experiencia en trabajar en equipos colaborativos y adaptarme rápidamente a los requisitos cambiantes del proyecto, siempre manteniendo altos estándares de calidad y cumpliendo con los plazos establecidos.",
      "4":"Mi pasión por la programación y el deseo de mantenerme actualizada con las últimas tendencias y tecnologías me impulsan a seguir aprendiendo y mejorando constantemente. Mi objetivo es ofrecer soluciones innovadoras y eficientes que impulsen el éxito de los proyectos en los que participo y brinden valor tangible a los usuarios finales.",
      "5":"Estoy entusiasmada por seguir expandiendo mi experiencia y desafiándome con nuevos proyectos y oportunidades en el campo del desarrollo Full-Stack MERN & Mobile, aportando soluciones creativas y contribuyendo al crecimiento tecnológico en el mundo digital."
    }


    }
  

}
